Repository: gilzoide/draw-over
Catalog: src/localizations/*.po
Languages: pt

source: Pencil (Q)
pt: Lápis (Q)

source: Rectangle (W)
pt: Retângulo (W)

source: Ellipse (E)
pt: Elipse (E)

source: Text (R)
pt: Texto (R)

source: Text
pt: Texto

source: Open drawing configuration, which includes line width, font size and color. Colors may be added to the colors preset with the + button and removed by right clicking them. Use the number keys to change current color to the corresponding color preset, if there is any. Right click anywhere to open drawing configuration under cursor.
pt: Abre o menu de configurações de desenho, que inclui largura da linha, tamanho da fonte e cor. Cores podem ser adicionadas à paleta de cores com o botão + e removidas ao clicar com o botão direito nelas. Use as teclas de números para trocar a cor atual pela cor da paleta correspondente ao número, se existir alguma. Pressione com o botão direito em qualquer lugar para abrir esse menu na posição do cursor.

source: Undo last drawing operation (Control+Z)
pt: Desfazer último desenho (Control+Z)

source: Redo last drawing operation (Control+Shift+Z)
pt: Refazer último desenho (Control+Shift+Z)

source: More options
pt: Mais opções

source: Transparent background
pt: Fundo transparente

source: Set the window background fully transparent.
pt: Deixa o fundo da janela completamente transparente.

source: Autohide toolbar
pt: Esconder barra de ferramentas

source: Hide the toolbar automatically and show it again when mouse is over.
pt: Esconde a barra de ferramentas automaticamente e a mostra novamente ao mover o mouse por cima dela.

source: Clear drawings
pt: Limpar desenhos

source: Remove all drawings on screen.
pt: Remove todos os desenhos da tela.

source: Language
pt: Idioma

source: Line width
pt: Largura da linha

source: Font size
pt: Tamanho da fonte
